Repository: bankonme/live-installer-1
Catalog: po/*.po
Languages: kk

source: Formatting %(partition)s as %(format)s...
kk: %(partition)s диск бөлімін %(format)s ретінде пішімдеу...

source: Mounting %(partition)s on %(mountpoint)s
kk: %(partition)s диск бөлімін %(mountpoint)s жеріне тіркеу

source: Indexing files to be copied..
kk: Көшірілетін файлдарды индекстеу..

source: Copying %s
kk: %s көшіру

source: Restoring meta-information on %s
kk: %s үшін мета-ақпаратты бұрынғы қалпына келтіру

source: Entering new system..
kk: Жаңа жүйеге кіру..

source: Setting locale
kk: Локальді орнату

source: Writing filesystem mount information
kk: Файлдық жүйелердің тіркелу нүктелер ақпаратын жазу

source: Setting hostname
kk: Хост атын орнату

source: Setting keyboard options
kk: Пернетақта баптауларын орнату

source: Adding user to system
kk: Жүйеге пайдаланушыны қосу

source: Installing bootloader
kk: Жүктеуші орнатылуда

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
kk: НАЗАР АУДАРЫҢЫЗ: grub жүктеушісі дұрыс бапталмады! Сізге оны қолмен баптау керек.

source: Removing live configuration (packages)
kk: Тірі жүйенің баптауларын (бағдарламалар) өшіру

source: Cleaning APT
kk: APT тазарту

source: Installation finished
kk: Орнату аяқталды

source: Configuring bootloader
kk: Жүктеушіні баптау

source: Checking bootloader
kk: Жүктеушіні тексеру

source: unallocated
kk: бөлінбеген

source: %s Installer
kk: %s орнату бағдарламасы

source: Choose your language
kk: Өз тіліңізді таңдаңыз

source: Choose your timezone
kk: Уақыт белдеуін таңдаңыз

source: Choose your keyboard layout
kk: Пернетақта жаймасын таңдаңыз

source: On which hard drive do you want to install Kazsid?
kk: Kazsid-тың қай қатты дискіге орнатылуын қалайсыз?

source: Select where you want to install Kazsid
kk: Kazsid-тың қайда орнатылатынын көрсетіңіз

source: Please indicate your name and select a username, a password and a hostname
kk: Өз атыңызды және пайдаланушы атыңызды, парольді және хост атын көрсетіңіз.

source: Please review the following advanced options
kk: Келесі кеңейтілген опцияларды тексеріңіз

source: Please review this summary and make sure everything is correct
kk: Жинақты түрде көрсетілген баптауларды тексеріңіз

source: Please wait while Kazsid is being installed on your computer
kk: Kazsid компьютеріңізге орнатылғанша күте тұрыңыз

source: Edit partitions
kk: Диск бөлімдерін түзету

source: Device
kk: Құрылғы

source: Type
kk: Түрі

source: Operating system
kk: Операциялық жүйесі

source: Mount point
kk: Тіркелу нүктесі

source: Format?
kk: Пішімдеу керек пе?

source: Size
kk: Өлшемі

source: Free space
kk: Бос орын

source: Layout
kk: Жайма

source: Variant
kk: Нұсқасы

source: Overview
kk: Қарап шығу

source: Calculating file indexes...
kk: Файлдар индекстерін есептеу...

source: Your full name
kk: Сіздің толық атыңыз

source: This will be shown in the About Me application
kk: Бұл өзім туралы (About Me) бағдарламасында көрсетілетін болады

source: Your username
kk: Сіздің пайдаланушы атыңыз

source: This is the name you will use to login to your computer
kk: Жүейге кіру үшін қолданылатын атыңыз

source: Your password
kk: Сіздің пароліңіз

source: Please enter your password twice to ensure it is correct
kk: Парольдің дұрыстығына көз жеткізу үшін оны екі рет енгізіңіз

source: Hostname
kk: Хост аты

source: This hostname will be the computers name on the network
kk: Бұл хост аты осы компьютердің желідегі аты болады

source: Bootloader
kk: Жүктеуші

source: Install GRUB
kk: GRUB орнату

source: GRUB is a bootloader used to load the Linux kernel
kk: GRUB - Linux ядросын жүктеу үшін қолданылатын жүктеуші

source: Use this box to test your keyboard layout
kk: Таңдалған пернетақта тіліңізді осы өрісте тексере аласыз

source: Model
kk: Түрі

source: Please wait while the operating system is installed on your computer.
kk: Операциялық жүйе компьютеріңізге орнатылғанша күте тұрыңыз.

source: The installation should take approximately 10 minutes.
kk: Орнату үрдісі шамамен 10 минуттай уақытты алады.

source: We hope you enjoy this new release. Thank you for choosing Kazsid.
kk: Бұл шығарылым сізге пайдалы болады деп үміттенеміз. Kazsid-ты таңдағаныңыз үшін рахмет.

source: Hard drive
kk: Қатты диск

source: Description
kk: Сипаттамасы

source: Edit
kk: Түзету

source: Assign to /
kk: / ретінде меншіктеу

source: Assign to /home
kk: /home ретінде меншіктеу

source: Installation Tool
kk: Орнатушы сайманы

source: No partition table was found on the hard drive. Do you want the installer to create a set of partitions for you? Note: This will erase any data present on the disk.
kk: Қатты дискіде бөлімдер кестесі табылмады. Орнату бағдарламасы сіз үшін бөлімдер жиынын жасауды қалайсыз ба? Ескерту: Бұл әрекет дискідегі бар мәліметті өшіреді.

source: Extended
kk: Кеңейтілген

source: Passwords do not match
kk: Парольдер өзара сәйкес келмейді

source: Passwords match
kk: Парольдер өзара сәйкес келеді

source: Forward
kk: Алға

source: Please select a root (/) partition before proceeding
kk: Әрі қарай жалғастырар алдында түбір (/) бөлімін таңдаңыз

source: Please indicate a filesystem to format the root (/) partition before proceeding
kk: Жалғастырар алдында түбірлік (/) бөлімін пішімдеу үшін файлдық жүйені таңдаңыз

source: Please provide your full name
kk: Өзіңіздің толық атыңызды көрсетіңіз

source: Please provide a username
kk: Пайдаланушы атын енгізіңіз

source: Please provide a password for your user account
kk: Өз тіркелгіңіз үшін парольді енгізіңіз

source: Your passwords do not match
kk: Парольдеріңіз өзара сәйкес келмейді

source: Please provide a hostname
kk: Хост атын енгізіңіз

source: Your username must be lower case
kk: Пайдаланушы атыңыз кіші әріптермен жазылуы тиіс

source: Your username may not contain whitespace
kk: Пайдаланушы атының құрамында бос орынға (пробел) рұқсат етілмейді

source: Your hostname must be lower case
kk: Хост аты кіші әріптермен жазылуы тиіс

source: Your hostname may not contain whitespace
kk: Хост атында бос орындар (пробел) болмауы тиіс

source: Install
kk: Орнату

source: Localization
kk: Аудармалар

source: Language:
kk: Тіл:

source: Timezone:
kk: Уақыт белдеуі:

source: Keyboard layout:
kk: Пернетақта жаймасы:

source: User settings
kk: Пайдаланушы баптаулары

source: Real name:
kk: Шын аты:

source: Username:
kk: Пайдаланушы аты:

source: System settings
kk: Жүйелік баптаулар

source: Hostname:
kk: Хост аты:

source: Install bootloader in %s
kk: %s ішіне жүктеушіні орнату

source: Do not install bootloader
kk: Жүктеушіні орнатпау

source: Filesystem operations
kk: Файлдық жүйе әрекеттері

source: Format %(partition)s as %(format)s
kk: %(partition)s диск бөлімін %(format)s ретінде пішімдеу

source: Mount %(partition)s as %(mountpoint)s
kk: %(partition)s диск бөлімін %(mountpoint)s ретінде тіркеу

source: Installation error
kk: Орнату қатесі

source: Installation is now complete. Please restart your computer to use the new system
kk: Орнату аяқталды. Жаңа жүйемен жұмысты бастау үшін, компьютеріңізді қайта жүктеңіз

source: Edit partition
kk: Бөлімді түзету

source: Could not build supported filesystems list!
kk: Қолдауы бар файлдық жүйелер тізімін жасау мүмкін емес!

source: Device:
kk: Құрылғы:

source: Format as:
kk: Қалайша пішімдеу:

source: Mount point:
kk: Тіркеу нүктесі:
